Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_osallistui_venetsian_arkkitehtuuribiennaalin_avajaisiin.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät osallistui Venetsian arkkitehtuuribiennaalin avajaisiin
sme: Sámediggi oassálasttii Venezia arkitektuvrabiennála rahpandoaluide

source: Saamelaiskäräjät osallistui Venetsian arkkitehtuuribiennaalin avajaisiin helatorstaina 18.5. Venetsian arkkitehtuuribiennaalissa on mukana saamelainen arkkitehti ja taiteilija Joar Nango Tromssasta, Norjan puolen Saamenmaasta.
sme: Sámediggi oassálasttii Venezia arkitektuvrabiennála rahpandoaluide helloduorastaga 18.5. Venezia arkitektuvrabiennálas lea mielde sápmelaš arkiteakta ja dáiddár Joar Nango Romssas, Norgga beale Sámis.

source: Nangon Girjegumpi-projektista pääsee nauttimaan marraskuuhun asti Pohjoismaiden paviljongissa Venetsiassa.
sme: Nango Girjegumpi-prošeavttas beassá návddašit skábmamánu rádjai Davviriikkaid paviljoŋŋas Venezias.

source: Kuva: Norjan Saamelaiskäräjien täysistunnon puheenjohtaja Tom Sottinen (vas.), Saamelaisneuvoston puheenjohtaja Áslat Holmberg, arkkitehti ja taiteilija Joar Nango, ja Suomen Saamelaiskäräjien kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi Girjegumpissa Venetsian arkkitehtuuribiennaalissa 2023.
sme: Govva: Norgga Sámedikki dievasčoahkkinjođiheaddji Tom Sottinen (gurut bealde), Sámiráđi ságadoalli Áslat Holmberg, arkiteakta ja dáiddár Joar Nango, ja Suoma Sámedikki kulturlávdegotti ságadoalli Pirita Näkkäläjärvi Girjegumpis Venezia arkitektuvrabiennálas 2023.

source: Kuva: James Taylor-Foster.
sme: Govva: James Taylor-Foster .

source: Joar Nango on kerännyt yli viidentoista vuoden ajan kirjastoa liittyen alkuperäiskansojen arkkitehtuuriin, designiin, alkuperäiskansojen perinteiseen tietoon, aktivismiin ja dekolonisointiin.
sme: Joar Nango lea čoaggán badjel vihttanuppelot jagi girjeráju eamiálbmogiid arkitektuvrras, designas, eamiálbmogiid árbedieđus, aktivismmas ja dekolonisašuvnnas.

source: Kokoelmassa on nyt yli 500 julkaisua.
sme: Čoakkáldagas leat dál badjel 500 almmustahttima.

source: Girjegumpi tulee pohjoissaamenkielen sanoista ‘girji’ eli kirja ja ‘gumpi’ eli pieni moottorikelkan perässä vedettävä vaunu, jota poromiehet käyttävät työssään.
sme: Girjegumpi boahtá davvisámegiela sániin ’girji’ ja ’gumpi’. Gumpi lea unna vovdna, man geassit mohtorgielkká maŋis ja man badjealbmát geavahit barggusteaset.

source: Sanaleikki viittaa kirjastoon ja arkistoon sekä rakenteeseen, jossa kirjastoa ja arkistoa säilytetään.
sme: Sátnestoagus čujuha girjerádjui ja vuorkái ja ráhkadussii, mas girjerádju ja vuorká seailluhuvvojit.

source: Girjegumpin ympärille on rakentunut kokonainen alkuperäiskansatietokeskus, jossa on saamelaista taidetta ja duodjia (perinteistä käsityötä), materiaaleja, design-yksityiskohtia, minielokuvateatteri sekä erilaisia tiloja lukemiseen ja kokoontumiseen.
sme: Girjegumppe birrasii lea šaddan olles eamiálbmotdiehtoguovddáš, mas leat sámi dáidda ja duodji, materiálat, design-detálljat, smávvaealligovvateáhter ja sierralágan lanjat lohkamii ja čoahkkaneapmái.

source: –Girjegumpi on ajankohtainen keskustelunavaus alkuperäiskansojen ja saamelaisesta arkkitehtuurista.
sme: –Girjegumpi lea áigeguovdilis ságastallama rahpan eamiálbmogiid ja sámiid arkitektuvrras.

source: Tämä on näkökulma, joka puuttuu keskustelusta ainakin täällä Suomen puolella.
sme: Dát lea geahččanguovlu, mii váilu ságastallamis goittotge dáppe Suoma bealde.

source: Samalla Girjegumpi on kannanotto alkuperäiskansojen oikeuksien puolesta ympäri maailmaa.
sme: Seammás Girjegumpi lea bealiváldin eamiálbmogiid rivttiid beales birra máilmmi.

source: Girjegumpi tuo näkyväksi sen, että rakennetun ympäristön leviäminen aina vaan laajemmalle ei yleensä ota huomioon alkuperäiskansojen elämänmuotoja ja ajattelutapaa, sanoo Suomen Saamelaiskäräjien kultturilautakunnan puheenjohtaja Pirita Näkkäläjärvi, joka edusti Suomen Saamelaiskäräjiä biennaalin avajaisissa.
sme: Girjegumpi dahká oinnolažžan dan, ahte huksejuvvon birrasa leavvan álo viiddit guovlluide ii dábálaččat vuhtiiváldde eamiálbmogiid eallinhámiid ja jurddašanvuogi, dadjá Suoma Sámedikki kulturlávdegotti ságadoalli Pirita Näkkäläjärvi, guhte ovddastii Suoma Sámedikki biennála rahpandoaluin.

source: Ennen Venetsian biennaalia Girjegumpi on kiertänyt ympäri maailmaa vuodesta 2018 lähtien.
sme: Ovdal Venezia biennála Girjegumpi lea johtán birra máilmmi jagi 2018 rájes.

source: Yksi versio siitä on ollut nähtävillä nykytaiteen museo Kiasmassa Helsingissä.
sme: Okta veršuvdna das lea leamaš oaidnin láhkai Dáládáidaga musea Kiasmas Helssegis.

source: Kun Girjegumpi ei kierrä, niin sen koti on Saamen taidekeskuksessa (Sámi Dáiddaguovddáš) Karasjoella, Norjan puolella.
sme: Go Girjegumpi ii jođe, de dan ruoktu lea Sámi dáiddaguovddážis Kárášjogas, Norgga bealde.

source: Venetsian arkkitehtuuribiennaallin pystytetty Girjegumpi on laaja yhteistyöprojekti.
sme: Venezia arkitektuvrabiennálii ceggejuvvon Girjegumpi lea viiddes ovttasbargoprošeakta.

source: Siinä ovat mukana muun muassa seuraavat taiteilijat, arkkitehdit, tutkijat ja muut tahot: Havard Arnhoff, Ken Are Bongo, Petter Bratland, Stefano Crosera + Margherita Pasqualato (Cantiere Daniele Manin), Mathias Danbolt, Ole-Henrik Einejord, Astrid Fadnes, Jenni Hakovirta, Eirin Hammari, Elin Haugdal, Petri Henriksson, Tone Huse, Robert Julian Hvistendahl, Iver Jaks + Jon Ole Andersen, Anne Kare Kemi, Annik Kristiansen Hagen, maka design, Grete Johanna Minde, Karen Inger Anne Nango, Nils John Nango, Anne Henriette Nilut, Ole Thomas Nilut, Raisa Porsanger, Tobias Aputsiaq Prytz, Anders Rimpi, Katrine Rugeldal, Wimme Saari, Saamen arkkitehtyyrisanakirjaryhmä, Arne-Terje Sather, Katarina Spik Skum, Mary Ailonieida Somban Mari, Četil Somby, Anders Sunna, Anna-Stina Svakko, Eystein Talleraas, Petter Tjikkom, Magnus Antaris Tuolja, Ájtte-museo, Arctic Arts Festival – Festspillene i Nord-Norge -festivaali, Sámi Dáiddaguovddaš (SDG) eli saamelainen taidekeskus, RDM – Sámiid Vuorka-Davvirat -museo ja UiT – Norjan arktinen yliopisto.
sme: Das leat mielde erret eará čuovvovaš dáiddárat, arkiteavttat, dutkit ja eará oassebealit: Havard Arnhoff, Ken Are Bongo, Petter Bratland, Stefano Crosera + Margherita Pasqualato (Cantiere Daniele Manin), Mathias Danbolt, Ole-Henrik Einejord, Astrid Fadnes, Jenni Hakovirta, Eirin Hammari, Elin Haugdal, Petri Henriksson, Tone Huse, Robert Julian Hvistendahl, Iver Jaks + Jon Ole Andersen, Anne Kare Kemi, Annik Kristiansen Hagen, maka design, Grete Johanna Minde, Karen Inger Anne Nango, Nils John Nango, Anne Henriette Nilut, Ole Thomas Nilut, Raisa Porsanger, Tobias Aputsiaq Prytz, Anders Rimpi, Katrine Rugeldal, Wimme Saari, Sámi arkitektuvrasátnegirjejoavku, Arne-Terje Sather, Katarina Spik Skum, Mary Ailonieida Somban Mari, Četil Somby, Anders Sunna, Anna-Stina Svakko, Eystein Talleraas, Petter Tjikkom, Magnus Antaris Tuolja, Ájtte-musea, Arctic Arts Festival – Festspillene i Nord-Norge -festivála, Sámi Dáiddaguovddáš (SDG), RDM – Sámiid Vuorká-Dávvirat -musea ja UiT – Norgga árktalaš universitehta.

source: Pohjoismaiden paviljongin omistavat yhdessä Ruotsi, Suomi ja Norja.
sme: Davviriikkaid paviljoŋŋa oamastit ovttas Ruoŧŧa, Suopma ja Norga.

source: Tällä kertaa päävastuu pohjoismaisen näyttelyn järjestämisestä on ArkDesillä eli Ruotsin arkkitehtuuri- ja designkeskuksella.
sme: Dán vuoro váldoovddasvástádus davviriikkalaš čájáhusa lágideamis lea ArkDesis elege Ruoŧa arkitektuvra- ja designguovddážis.

source: Kuraattoreina toimivat Carlos Minguez Carrasco ja James Taylor-Foster, ja projektipäällikkönä Luba Kuzovnikova.
sme: Kuráhtorin doibmet Carlos Minguez Carrasco ja James Taylor-Foster, ja prošeaktahoavdan Luba Kuzovnikova.

source: Kahdeksastoista kansainvälinen arkkitehtuurinäyttely La Biennale di Venezia on auki 20.5.–26.11.2023 Venetsiassa, Italiassa.
sme: Gávccinuppelogát riikkaidgaskasaš arkitekturčájáhus La Biennale di Venezia lea rabas 20.5.–26.11.2023 Venezias, Itálias.

source: Lisätietoja:
sme: Lassedieđut:

source: Pirita Näkkäläjärvi Kulttuurilautakunnan puheenjohtaja 040 3577 006 pirita.nakkalajarvi@gmail.com
sme: Pirita Näkkäläjärvi Kulturlávdegotti ságajođiheaddji 040 3577 006 pirita.nakkalajarvi@gmail.com
